<template>
  <div :class="$style.copyright">
    <Banner title="版权声明" sub-title="COPYRIGHT">
      <div :class="$style.title">
        在您使用BTC123之前，请仔细阅读本声明的所有条款。凡以任何方式登陆BTC123或直接、间接使用BTC123资料者，视为自愿接受本声明的约束，您应遵守本声明和相关法律的规定。本声明未涉及的问题参见本国家有关法律法规，当本声明与国家法律法规冲突时，以本国家法律法规为主。
      </div>
      <p>
        一、凡未经BTC123书面授权，任何媒体、网站及个人不得转载、复制、重制、改动、展示或使用界面网站的局部或全部的内容或服务，或在非BTC123网站所属服务器上建立镜像。如果已转载，请自行删除。同时，我们保留进一步追究相关行为主体的法律责任的权利。
      </p>
      <p>
        二、经授权转载或引用本网版权所有内容，应按照授权合同所规定条款使用，注明“转自（或引自）BTC123”字样，并标明本站网址：www.btc123.com。
      </p>
      <p>
        三、任何单位或个人认为BTC123内容可能涉嫌侵犯其合法权益，应及时提交书面反馈，并提供身份证明、权属证明及详细情况证明至本网站联系邮箱：business@btc123.com，本站收到上述文件审核后将会尽快移除相关内容。
      </p>
      <p>
        四、本网站摘录或转载的属于第三方的信息，目的在于传递更多信息，并不代表本网站赞同其观点和对其真实性负责，转载信息版权属于原媒体及作者。如其他媒体、网站或个人擅自转载使用，请自负版权等法律责任。
      </p>
      <p>
        五、由于与BTC123链接的其它网站所造成之个人资料泄露及由此而导致的任何法律争议和后果，BTC123均得免责。由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露，BTC123不负任何责任。
      </p>
      <p>
        六、当政府司法机关依照法定程序要求BTC123披露个人资料时，我们将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，BTC123均得免责。
      </p>
      <p>
        七、使用本网站或第三方网页时须慎重辨别这些内容的合法性、准确性、真实性、实用性和安全性（包括因下载而感染电脑病毒），并采取谨慎的预防措施。任何单位或者个人因相信、使用本网站或第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，本公司概不负责，亦不会也不能承担任何法律责任，而应由第三方网页的所有者承担，无论何种原因，本公司不对任何非与公司直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。
      </p>
    </Banner>
  </div>
</template>
<script>
import Banner from '~/components/About/banner';
export default {
    components: {
        Banner
    },
    head() {
        return {
            title: '版权说明|BTC123',
            meta: [
                {
                    hid: 'keywords',
                    name: 'keywords',
                    content: '版权说明,BTC123'
                },
                {
                    hid: 'description',
                    name: 'description',
                    content:
                        'BTC123是全球领先的区块链信息服务平台, 提供比特币，以太坊行情资讯数据、区块讯分析、创业孵化、行业峰会、技术等多元产品与服务，致力于为区块链创业者以及数字货币爱好者提供最好的产品和服务。'
                }
            ]
        };
    }
};
</script>

<style lang="less" module>
.copyright {
  .title {
    color: #4a4a4a;
    font-weight: 500;
    line-height: 28px;
  }
  p {
    color: #4a4a4a;
    line-height: 28px;
    margin-top: 40px;
  }
}
</style>
