<template>
  <div :class="$style.secret">
    <h3>隐私保护政策</h3>
    <p>
      欢迎您使用成都波霎科技有限公司（以下统称：“我们”）提供的波霎通行证的产品和服务！我们非常重视您的隐私保护和个人信息保护。本隐私保护政策（以下统称：“本隐私政策”、“本政策”）适用于您对波霎通行证的访问和使用留存的信息。
    </p>
    <p>
      本隐私政策适用于波霎通行证所有产品和服务，无论您是通过计算机设备、移动终端或其他设备获得的波霎通行证产品和服务。希望您仔细阅读本隐私政策，详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。一旦您选择使用波霎通行证的产品和服务，即表示您认可并接受本政策的所有内容。
    </p>
    <p :class="$style.title">1. 信息的收集和使用</p>
    波霎通行证仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息：
    <p :class="$style.title">1.1 用户注册</p>
    <p>
      在现行法律法规允许的范围内，您注册波霎通行证时须至少向我们提供手机号码及或电子邮箱（机构用户包括用户名/机构类型），并创建密码。您提供的上述信息，将在您使用波霎通行证和授权服务期间持续授权我们使用。
    </p>
    <p :class="$style.title">1.2 身份认证及安全验证信息</p>
    <p>
      在现行法律法规允许的范围内，您使用波霎通行证时，除注册时提供的信息外，您可能还需要进一步向我们提供身份认证及安全验证信息（包括但不限于您的真实姓名、证件号码、出生日期、性别、头像、签名、所在地、银行卡等）。
    </p>
    <p :class="$style.title">1.3 使用产品中获取的信息</p>
    <p>
      在现行法律法规允许的范围内，我们可能会收集关于您使用产品和/或服务（包括使用方式）过程中的信息。当您使用波霎通行证产品和服务时，我们的服务器会自动记录一些信息，包括不限于您对我们的产品和/或服务的使用情况、IP地址、所访问服务的URL、浏览器的类型等。
    </p>
    <p :class="$style.title">1.4 从第三方合作伙伴获取的信息</p>
    <p>
      在现行法律法规允许的范围内，我们可能会获得您在使用第三方合作伙伴服务时所产生或分享的信息。例如，您使用波霎通行证登录第三方合作伙伴服务时，我们会获得您登录第三方合作伙伴服务的名称、登录时间，方便您进行授权管理。请您仔细阅读第三方合作伙伴服务的用户协议和/或隐私政策。
    </p>
    <p :class="$style.title">2. Cookie和同类技术</p>
    <p>
      在现行法律法规允许的范围内，我们或我们的第三方合作伙伴，可能通过放置安全的Cookie及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。我们会严格要求第三方合作伙伴遵守本政策的相关规定。
    </p>
    <p>
      您可根据自己的偏好管理或删除Cookie。有关详情，请参见 AboutCookies.org。
    </p>
    <p :class="$style.title">3. 我们分享的信息</p>
    <p>我们遵照法律法规的规定，对信息的分享进行严格的限制。</p>
    <p :class="$style.title">
      3.1 经您事先同意，我们可能与第三方分享您的个人信息
    </p>
    <p>
      在经过授权同意后，为了向你提供更好的服务或产品，我们可能会与第三方合作伙伴分享您的个人信息（如身份相关信息需要二次验证授权）。让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于以下用途：
      <br />
      <span>
        1）向您提供服务；
        <br />

        2）履行我们在《波霎通行证服务协议》或本政策中的义务和行使我们的权利；
        <br />

        3）理解、维护和改善我们的服务。
        <br />

        如我们与上述第三方分享您的信息，我们将会采用加密、匿名化处理等手段保障您的信息安全。
      </span>
    </p>
    <p :class="$style.title">3.2 业务发展</p>
    <p>
      随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。
    </p>
    <p :class="$style.title">3.3 数据分析</p>
    <p>
      我们会将所收集到的信息用于大数据分析。例如，我们将收集到的信息用于分析形成不包含任何个人信息的用户画像或行业报告。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。
    </p>
    <p :class="$style.title">3.4 我们可能基于以下目的披露您的个人信息</p>
    <p>
      <span>
        1）您同意或授权我们披露的；
        <br />

        2）您使用共享功能；
        <br />

        3）遵守适用的法律法规等有关规定；
        <br />

        4）遵守法院判决、裁定或其他法律程序的规定；
        <br />

        5）遵守相关政府机关或其他法定授权组织的要求；
        <br />

        6）我们有理由确信需要遵守法律法规等有关规定；
        <br />

        7）为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。
      </span>
    </p>
    <p :class="$style.title">4. 保存及保护您的个人信息</p>
    <p :class="$style.title">4.1 保存期限</p>
    <p>
      您在使用波霎通行证产品及服务期间，我们将持续为您保存您的个人信息。如果您注销帐户或主动删除上述信息，我们将依据网络安全法等法律法规规定保存您的信息。在您注销帐户或主动删除上述信息后，我们不会再对您的个人信息进行商业化使用，但我们可能会对您的个人信息进行匿名化处理后使用。
    </p>
    <p :class="$style.title">4.2 信息安全</p>
    <p>
      我们将尽一切合理努力保护其获得的用户个人信息。为防止您的个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，我们已经并将继续采取以下措施为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。
      <span>
        1）我们严格遵守法律法规保护用户的通信秘密。
        <br />

        2）我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用加密技术（例如，TLS、SSL）、匿名化处理等手段来保护您的个人信息。
        <br />

        3）我们建立专门的管理制度、流程和组织确保信息安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。
        <br />

        4）若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。
        <br />

        尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但我们仍然无法保证您的个人信息通过不安全途径进行交流时的安全性。因此，您应采取积极措施保证个人信息的安全，例如：定期修改账号密码，不将自己的账号密码等个人信息透露给他人等。
      </span>
    </p>
    <p :class="$style.title">4.3 您对个人信息的使用和安全保护</p>
    <p>
      1）您在使用我们的产品和服务时所提供、上传或发布的内容和信息，可能会泄露您的敏感个人信息。您需要谨慎地考虑，是否在使用我们的产品和服务时披露相关敏感个人信息。
      <br />

      2）当您自愿披露个人信息时，信息可能被他人收集和使用，因此造成您的个人信息泄露，我们不承担责任。
    </p>
    <p :class="$style.title">5 管理自己的信息</p>
    <p>
      1）您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。
      <br />

      2）我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。请通过本政策列明的联系方式与我们联系。
      <br />

      3）在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。
      <br />

      4）请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。
    </p>
    <p :class="$style.title">6 未成年人保护</p>
    <p>
      我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是18周岁以下的未成年人，在提交个人信息前，应事先取得您的家长或法定监护人（以下统称：“监护人”）的同意。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过第八部分中的联系方式与我们联系。我们将根据国家相关法律法规及本隐私保护的规定保护未成年人的个人信息。
    </p>
    <p :class="$style.title">7. 本隐私政策更新</p>
    <p>
      我们可能适时修订本政策内容，该等变更构成本政策的一部分。如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。我们会在本页面上发布对本隐私政策所做的任何变更。
      <br />
      若您不同意该等变更可以停止使用波霎通行证产品和服务，若您继续使用我们的产品和/或服务，即表示您同意受修订后的本隐私政策的约束。
      <br />

      本隐私政策所指的重大变更包括但不限于：
      <br />
      <span>
        1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        <br />

        2）个人信息共享、转让或公开披露的主要对象发生变化；
        <br />

        3）您参与个人信息处理方面的权利及其行使方式发生重大变化；
        <br />

        4）其他可能对您的个人信息权益产生重大影响的变化。
        <br />
      </span>
    </p>
    <p :class="$style.title">8. 免责条款</p>
    <p>
      除上述条款所列情况免责外，下列情况我们亦无须承担任何责任：
      <br />
      <span>
        1）由于您将用户密码告知他人、与他人共享注册账户或其他因您个人保管不善，由此导致的任何个人资料泄露、丢失、被盗用或被篡改等。
        <br />

        2）任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等。
        <br />

        3）由于与我们链接的其他网站所造成的个人信息的泄露及由此产生的任何法律争议和后果。
        <br />

        4）其他非我们原因导致的个人信息的泄露及由此产生的任何法律争议和后果。
        <br />
      </span>
    </p>
    <p :class="$style.title">9. 联系我们</p>
    <p>
      您对本隐私政策有任何意见或建议，您可通过【service@btc123.com】联系我们。
      <br />

      为保障我们高效处理您的问题并及时向您反馈，需要您提交身份证明、有效联系方式和书面请求及相关证据，我们会在验证您的身份后处理您的请求。一般情况下，我们将在【30】个工作日内回复。
      <br />

      如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过以下外部途径寻求解决方案：向【成都波霎科技有限公司住所地有管辖权的法院提起诉讼】。
      <br />
    </p>
  </div>
</template>
<script>
export default {
    layout: 'signinAbout'
};
</script>

<style lang="less" module>
.secret {
  margin-bottom: 40px;
  > h3 {
    font-size: 20px;
    color: #222;
    text-align: center;
    margin-bottom: 30px;
  }
  > p {
    line-height: 28px;
    color: #333;
    margin: 10px 0px;
    text-align: justify;
  }
  > .title {
    font-size: 16px;
    color: #222;
    margin-top: 20px;
    margin-bottom: 16px;
    font-weight: 500;
  }
}
</style>
