<template>
  <div :class="$style.service">
    <h3>服务协议</h3>
    <p :class="$style.title">特别提示：</p>
    <p>
      您在使用成都波霎科技有限公司提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容，特别是以粗体标注的部分，包括但不限于免除或者限制责任的条款。如您不同意本服务协议及/或就本协议的修改，您可以主动停止使用成都波霎科技有限公司提供的服务；您一旦使用成都波霎科技有限公司提供的服务，即视为您已了解并完全同意本服务协议各项内容，包括成都波霎科技有限公司对服务协议随时所做的任何修改，并成为我们的用户。您应承诺享有履行本协议的资格和能力；如您是未成年人，您还应要求您的监护人仔细阅读本协议，并取得他/他们的同意。您受本协议以及成都波霎科技有限公司的产品和服务相关协议的约束，并且成都波霎科技有限公司有权在不另行通知的情况下，随时对本协议或相关协议进行修改，修改部分即时生效并适用。请您在使用产品和服务时进行关注并遵守，如您不同意修改，您可以随时停止使用；如果您继续使用，则视为您已经接受修改后的协议。用户无论通过何种方式使用成都波霎科技有限公司提供的上述内容服务，均受本协议约束。
    </p>
    <p :class="$style.title">一、总则</p>
    <p>
      1.1
      用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中勾选"同意"按钮即表示用户与成都波霎科技有限公司达成协议，完全接受本协议项下的全部条款。
    </p>
    <p>
      1.2
      用户注册成功后，成都波霎科技有限公司将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
    </p>
    <p>
      1.3
      用户一经注册波霎通行证帐号，用户有权利用该帐号使用波霎通行证接入的第三方应用的服务，当用户使用波霎通行证的第三方登录授权/身份授权服务时，用户的使用行为视为其对第三方应用的服务条款以及成都波霎科技有限公司对该第三方应用发出的各类公告的同意。
    </p>
    <p>
      1.4
      波霎通行证服务协议以及接入第三方应用相关公告可由成都波霎科技有限公司定时更新，并予以公示。您在使用相关服务时,应关注并遵守其所适用的相关条款。
    </p>

    <p :class="$style.title">二、注册信息和隐私保护</p>
    <p>
      2.1
      波霎通行证的所有权归成都波霎科技有限公司，用户按注册页面引导填写信息，阅读并同意本协议且完成全部注册程序后，即可获得波霎通行证帐号并成为用户。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合真实、完整、准确、有效并在最新状态的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，成都波霎科技有限公司不负任何责任。您可以通过波霎通行证设置页面查询、更正您的信息，用户应当通过真实身份信息认证注册帐号，且用户提交的帐号名称、头像和简介等注册信息中不得出现违法和不良信息，经成都波霎科技有限公司审核，如存在上述情况，成都波霎科技有限公司将不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、简介等注册信息存在违法和不良信息的，成都波霎科技有限公司有权不经通知单方采取包括但不限于限期改正、暂停使用、注销登记、收回等措施。
    </p>

    <p>
      2.2
      您的注册帐户归属成都波霎科技有限公司所有，您拥有使用权。该帐户不可变更，不可转让、不可借用或租用、不可赠与、不可继承。您不得违反本协议约定将您的帐户用于本协议约定以外的其他目的。否则，成都波霎科技有限公司有权随时单方限制、中止或终止向您提供本协议项下产品和服务。
    </p>
    <p>
      2.3
      波霎通行证包括帐户名称和密码，您可使用设置的帐户名称（包括手机号、邮箱）和密码登录；在帐号使用过程中，为了保障您的帐号安全基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的帐户在新设备首次登录，我们可能通过密码加校验码的方式识别您的身份，验证方式包括但不限于短信验证码、服务使用信息验证。
    </p>
    <p>
      2.4
      用户不应将其帐号、密码转让、出售或出借予他人使用，若用户授权他人使用帐户，应对被授权人在该帐户下发生所有行为负全部责任。由于帐号关联用户使用信息，仅当依法律法规、司法裁定或经成都波霎科技有限公司同意，并符合成都波霎科技有限公司规定的用户帐号转让流程的情况下，方可进行帐号的转让。
    </p>

    <p>
      2.5
      您应对您帐户下发生的一切活动承担全部法律责任，无论该活动是由您本人进行，还是由您授权的第三方实行的，您均应承担相应的直接责任或连带责任。
    </p>

    <p>
      2.6
      您所注册的帐号是您登录及使用本协议项下服务的唯一凭证。您应妥善保管、正确和安全地使用帐户信息（包括但不限于帐号及密码）及其使用成都波霎科技有限公司产品和服务的口令、密码等信息。因您保密措施不当或您的其他行为，致使上述口令、密码等丢失或泄漏所引起的一切损失和后果，均由您自行承担。
    </p>
    <p>
      2.7
      因您个人原因导致的帐号信息遗失，如需找回波霎通行证信息，请按照波霎通行证找回要求提供相应的信息，并确保提供的信息合法真实有效，若提供的信息不符合要求，无法通过成都波霎科技有限公司安全验证，成都波霎科技有限公司有权拒绝提供帐号找回服务；若帐号的唯一凭证不再有效，成都波霎科技有限公司有权拒绝支持帐号找回。例如手机号二次出售，成都波霎科技有限公司可拒绝支持帮助找回原手机号绑定的帐号。
    </p>
    <p>
      2.8
      波霎通行证的隐私保护政策说明了成都波霎科技有限公司如何收集和使用用户信息。您保证在您使用波霎通行证的所有产品和服务前，已经充分了解并同意成都波霎科技有限公司可以据此隐私保护政策处理用户信息。
    </p>
    <p>
      2.9
      当您使用波霎通行证进行登录、第三方授权等操作的时候，服务器会自动接收、验证、并记录一些必要的信息，如手机号码、IP地址、服务访问异常信息、以及部分设备信息等，以保障您在使用成都波霎科技有限公司服务时账户登录和授权过程的安全，进而保护您的上网安全。您使用成都波霎科技有限公司的服务，即表示您同意成都波霎科技有限公司可以按照相关的隐私保护政策处理您的个人信息。成都波霎科技有限公司可能会与合作伙伴共同向您提供您所要求的服务或者共同向您展示您可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，您同意成都波霎科技有限公司可与其分享必要的信息。并且，成都波霎科技有限公司会要求其确保数据安全并且禁止用于任何其他用途。除此之外，除非您同意或授权，成都波霎科技有限公司不会向任何无关第三方提供或分享信息。
      <br />
      2.10 在如下情况下，波霎通行证可能会披露您的信息:
    </p>
    <span>
      （1）事先获得您的授权；
      <br />
      （2）您使用共享功能；
      <br />
      （3）根据法律、法规、法律程序的要求或政府主管部门的强制性要求；
      <br />
      （4）以学术研究或公共利益为目的；
      <br />
      （5）为维护成都波霎科技有限公司的合法权益，例如查找、预防、处理欺诈或安全方面的问题；
      <br />
      （6）符合相关服务条款或使用协议的规定。
    </span>
    <p>
      2.11
      您知悉并授权，成都波霎科技有限公司仅在必需的情况下使用或与关联公司同步您的信息，以为用户提供征信相关服务。
    </p>
    <p>
      2.12
      为更好地向用户提供服务，您同意成都波霎科技有限公司通过包括但不限于短信、邮件、电话等形式向您发送相关商业性服务信息。
    </p>
    <p>
      2.13
      为了满足相关法律法规的要求和保障您的帐号安全，尤其是您在进行帐号解绑、注销等敏感操作时，我们会将您提交的个人身份信息发送至包括但不限于银行、运营商等机构进行验证查询，以核实您身份的真实性。
    </p>
    <p>
      2.14
      如帐号和密码遭到第三方使用或发生其他任何问题，您有义务及时通知成都波霎科技有限公司（包括但不限于提供您的身份信息和相关身份资料、相关事实情况及您的要求等）。成都波霎科技有限公司收到您的有效请求并核实身份后，会根据不同情况采取相应措施。若您提供的信息不完全或不真实，导致成都波霎科技有限公司无法核实您的身份或无法判断您的需求，而导致成都波霎科技有限公司无法进行及时处理，给您造成的损失，您应自行承担。同时，成都波霎科技有限公司对您的请求采取措施需要合理期限，对于您通知成都波霎科技有限公司以及成都波霎科技有限公司根据您的有效通知采取措施之前，由于他人行为给您造成的损失，成都波霎科技有限公司不承担任何责任。
    </p>
    <p>
      2.15
      在合理怀疑或有证据证明，因您的作为或不作为而可能损害成都波霎科技有限公司或任意第三方的合法权益的情况下，成都波霎科技有限公司有权拒绝提供服务，有权不经事先通知，而中止或终止您对帐户的使用，也可以同时或随后注销您的帐户。对此成都波霎科技有限公司不承担任何责任。
    </p>

    <p :class="$style.title">三、使用规则</p>
    <p>
      3.1
      您保证具备履行本协议项下义务和享有本协议项下权益的资格和能力。您声明并保证尊重成都波霎科技有限公司和其他用户的合法权益，不贬低成都波霎科技有限公司的商誉以及产品和服务的声誉。
    </p>
    <p>
      3.2
      用户在使用波霎通行证的服务时，必须遵守《网络安全法》、《互联网新闻信息服务管理规定》等中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:
    </p>
    <p>
      <span>
        上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
        <br />
        1）反对宪法所确定的基本原则的；
        <br />
        2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br />
        3）损害国家荣誉和利益的；
        <br />
        4）煽动民族仇恨、民族歧视、破坏民族团结的；
        <br />
        5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br />
        6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br />
        7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        <br />
        8）侮辱或者诽谤他人，侵害他人合法权利的；
        <br />
        9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
        <br />
        10）有充分证据表明您存在主观恶意或滥用权利的；
        <br />
        11）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
        <br />
        12）不得为任何非法目的而使用网络服务系统；
        <br />
        13）不利用成都波霎科技有限公司的服务从事以下活动：
        <br />
        14）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
        <br />
        15） 未经允许，对计算机信息网络功能进行删除、修改或者增加的；
        <br />
        16）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
        <br />
        17） 故意制作、传播计算机病毒等破坏性程序的；
        <br />
        18）其他危害计算机信息网络安全的行为。
        <br />
      </span>
    </p>
    <p>
      3.3
      用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿成都波霎科技有限公司与合作公司、关联公司，并使之免受损害。对此，成都波霎科技有限公司有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收帐号、追究法律责任等措施。对恶意注册波霎通行证或利用波霎通行证进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，成都波霎科技有限公司有权回收其帐号。同时，成都波霎科技有限公司会视司法部门、行政部门的要求，协助调查。
    </p>
    <p />
    <p>
      3.4
      根据本协议的条款和条件，成都波霎科技有限公司授予您有限的、非商业性的、非独占的、可随时终止的和不可转授权的使用成都波霎科技有限公司的产品和服务的权利。用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售、捆绑、散发或用于任何其它商业目的。
    </p>
    <p />
    <p>
      3.5
      用户须对自己在使用成都波霎科技有限公司服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在成都波霎科技有限公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予成都波霎科技有限公司等额的赔偿。
    </p>
    <p>
      3.6 用户在使用波霎通行证服务时遵守以下互联网底线：
      <br />
      <span>
        1）法律法规底线
        <br />
        2）社会主义制度底线
        <br />
        3）国家利益底线
        <br />
        4）公民合法权益底线
        <br />
        5）社会公共秩序底线
        <br />
        6）道德风尚底线
        <br />
        7）信息真实性底线
        <br />
      </span>
    </p>
    <p :class="$style.title">四、服务内容</p>
    <p>
      4.1 波霎通行证的具体内容由成都波霎科技有限公司根据实际情况提供。
    </p>
    <p>
      4.2
      除非本服务协议另有其它明示规定，波霎通行证所推出的新产品、新功能、新服务，均受到本服务协议之规范。
    </p>
    <p>
      4.3
      为使用本服务，您必须能够自行经有法律资格对您提供互联网接入服务的第三方，进入国际互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际联网连线所需之一切必要装备，包括计算机、数据机或其它存取装置。
    </p>
    <p>
      4.4
      鉴于网络服务的特殊性，用户同意成都波霎科技有限公司有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。成都波霎科技有限公司不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。
    </p>
    <p>
      4.5
      免责声明：因以下情况造成网络服务在合理时间内的中断，成都波霎科技有限公司无需为此承担任何责任；
      <br />
      <span>
        1）成都波霎科技有限公司需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，成都波霎科技有限公司保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。
        2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
        3）用户的电脑软硬件和通信线路、供电线路出现故障的；
        4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。
      </span>
    </p>
    <p>
      4.6
      本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于成都波霎科技有限公司无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，成都波霎科技有限公司不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，成都波霎科技有限公司亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，成都波霎科技有限公司不承担任何责任。
    </p>
    <p>
      4.7
      用户明确同意其使用波霎通行证所存在的风险将完全由其自己承担。用户理解并接受下载或通过波霎通行证服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。成都波霎科技有限公司对在服务网上得到的任何数字货币交易、项目信息，都不作担保。
    </p>
    <p>
      4.8
      用户须知：成都波霎科技有限公司提供的各种挖掘推送服务中，推送给用户曾经访问过的网站或资源之链接是基于机器算法自动推出，成都波霎科技有限公司不对其内容的有效性、安全性、合法性等做任何担保。
    </p>
    <p>
      4.9
      成都波霎科技有限公司有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，成都波霎科技有限公司对用户和任何第三人均无需承担任何责任。
    </p>
    <p>
      4.10 终止服务
      <br />
      您同意成都波霎科技有限公司基于其自行之考虑，因任何理由，包含但不限于长时间（超过一年）未使用，或成都波霎科技有限公司认为您已经违反本服务协议的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，成都波霎科技有限公司可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，成都波霎科技有限公司对您或任何第三人均不承担任何责任。
    </p>
    <p>
      4.11
      不论成都波霎科技有限公司与您之间的服务因任何原因以任何方式终止，您同意并接受：
      <br />
      <span>
        1）成都波霎科技有限公司有权保存或不保存您发布的产品和服务及其他相关数据和信息；
        <br />
        2）成都波霎科技有限公司有权保存或不保存您帐户和帐户信息；
        <br />
        3）在服务终止之前，您和成都波霎科技有限公司或其他第三方的交易尚未完成的，例如尚未下载完毕或尚未付款，成都波霎科技有限公司有权在中断、终止服务的同时删除此项交易信息；
        <br />
        4）服务终止之前，您和成都波霎科技有限公司或其他第三方的交易已完成的，成都波霎科技有限公司有权在中断、终止服务的同时删除此项交易信息；
        <br />
      </span>
    </p>
    <p>
      4.12
      如无论因任何原因终止的，在终止之前，您应自行处理好数据、信息的备份以及与成都波霎科技有限公司、任意第三方间的相关事项的处理等，否则，由此产生的您与任意第三方之间的纠纷等问题由您自行负责解决，并单独承担完全责任。由此造成成都波霎科技有限公司损失的，你应负责赔偿。
    </p>
    <p>
      4.13
      您必须完全独立地承担，您在服务终止前实施的违法或违约行为所导致的任何赔偿和责任。
    </p>
    <p>
      4.14
      成都波霎科技有限公司未行使本协议的任何权利或规定，不构成对前述权利之放弃。
    </p>
    <p :class="$style.title">
      五、知识产权和其他合法权益（包括但不限于名誉权、商誉权）
    </p>
    <p>
      5.1
      成都波霎科技有限公司尊重他人知识产权和合法权益，呼吁用户也要同样尊重知识产权和他人合法权益。若您认为您的知识产权或其他合法权益被侵犯，请按照以下说明向成都波霎科技有限公司提供资料∶
      <br />
      请注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，成都波霎科技有限公司建议该个人或单位首先咨询专业人士。
      <br />
      为了成都波霎科技有限公司有效处理上述个人或单位的权利通知，请使用以下格式（包括各条款的序号）：
      <br />
      <span>
        1.
        权利人对涉嫌侵权内容拥有知识产权或其他合法权益和/或依法可以行使知识产权或其他合法权益的权属证明；
        <br />
        2.
        请充分、明确地描述被侵犯了知识产权或其他合法权益的情况并请提供涉嫌侵权的第三方网址（如果有）。
        <br />
        3. 请指明涉嫌侵权网页的哪些内容侵犯了第2项中列明的权利。
        <br />
        4.
        请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。
        <br />
        5.
        请提供涉嫌侵权内容在信息网络上的位置（如指明您举报的含有侵权内容的出处，即：指网页地址或网页内的位置）以便我们与您举报的含有侵权内容的网页的所有权人/管理人联系。
        <br />
        6. 请在权利通知中加入如下关于通知内容真实性的声明：
        “我保证，本通知中所述信息是充分、真实、准确、有效的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”
        <br />
        7.
        请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。请您把以上资料和联络方式发往以下邮箱地址：service@btc123.com：
        <br />
      </span>
    </p>
    <p>
      5.2
      对于用户通过波霎通行证服务上传到波霎通行证网站可公开获取区域的任何内容，用户同意成都波霎科技有限公司在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。
    </p>
    <p>
      5.3
      成都波霎科技有限公司拥有本网站内所有资料的版权。任何被授权的浏览、复制、打印和传播属于本网站内的资料必须符合以下条件：
      <br />
      <span>
        所有的资料和图象均以获得信息为目的；
        <br />
        所有的资料和图象均不得用于商业目的；
        <br />
        所有的资料、图象及其任何部分都必须包括版权声明；
        <br />
        本网站所有的产品、技术与所有程序均属于成都波霎科技有限公司知识产权，在此并未授权。“BTC123”及相关图形为成都波霎科技有限公司的注册商标。
        <br />
        未经成都波霎科技有限公司许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用。否则，成都波霎科技有限公司将依法追究法律责任。未经成都波霎科技有限公司书面许可，您不得使用成都波霎科技有限公司商标标识或其任何变体、缩写、
        改写等；在未获得成都波霎科技有限公司书面许可的情况下，不得以任何方式使用成都波霎科技有限公司URL地址、技术接口等。
      </span>
    </p>
    <p>
      5.4
      您声明并保证不会删除、隐匿或改变成都波霎科技有限公司的产品和服务中显示或其中包含的任何知识产权或其他所有权声明；不会以任何方式干扰或企图干扰成都波霎科技有限公司及其产品和服务的正常运行，或者制作、发布、传播可能造成前述后果的工具、方法等。
    </p>
    <p>
      5.5
      您就您发布、推广和运营的产品和服务（若其中涉及的第三方知识产权，您应拥有合法的授权和转授权），在此不可撤销的授予成都波霎科技有限公司全球范围内的免费的、无期限的、非排他的、可转让和可分/转授权的使用许可。成都波霎科技有限公司及与成都波霎科技有限公司合作的其他单位，可以不受限制地在成都波霎科技有限公司的产品和服务或合作的产品和服务中免费使用、传播，并供用户以浏览、下载等方式使用您的产品和服务。
    </p>
    <p>
      5.6
      您明确理解并同意，您通过成都波霎科技有限公司的产品和服务，下载、安装、使用第三方的产品和服务，您应与第三方单独签署相应的《使用协议》，并严格按照协议的约定履行。如因您使用第三方的产品和服务引发的任何纠纷，您应自行承担由此引发的全部责任。成都波霎科技有限公司对此不承担任何责任。
    </p>
    <p>
      5.7
      您明确理解并保证，您对您自主选择使用的第三方产品和服务，您应已经获得来自第三方的合法授权并且在第三方的授权范围内使用。如果您依据您与第三方的协议，对该第三方产品和服务进行再次发布、推广、传播、分授权或转授权，您应保证拥有合法权益和转授权以提供给成都波霎科技有限公司和其他成都波霎科技有限公司用户使用。
    </p>
    <p :class="$style.title">六、未成年用户特别提示</p>
    <p>
      未成年用户必须遵守全国青少年网络文明公约以及其他法律、法规、规范性文件：
      <br />
      未成年用户要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。
    </p>
    <p :class="$style.title">七、其他</p>
    <p>
      7.1 本协议的订立、生效、执行、解释及争议的解决均应适用中华人民共和国法律。
    </p>
    <p>
      7.2
      如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向成都波霎科技有限公司所在地成都市高新区人民法院提起诉讼。
    </p>
    <p>
      7.3
      成都波霎科技有限公司未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。
    </p>
    <p>
      7.4
      如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
    </p>
  </div>
</template>

<script>
export default {
    layout: 'signinAbout'
};
</script>

<style lang="less" module>
.service {
  margin-bottom: 40px;
  > h3 {
    font-size: 20px;
    color: #222;
    text-align: center;
  }
  > p {
    line-height: 28px;
    color: #333;
    margin: 10px 0px;
    text-align: justify;
  }
  > .title {
    font-size: 16px;
    color: #222;
    margin-top: 20px;
    margin-bottom: 16px;
    font-weight: 500;
  }
}
</style>
